Pruebas/ObtenerFolioServicio.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:wsModuloAfore">
  <soapenv:Header/>
  <soapenv:Body>
    <urn:ObtenerFolioServicio>
      <inFoliador>
        <TipoServicio>6</TipoServicio>
      </inFoliador>
    </urn:ObtenerFolioServicio>
  </soapenv:Body>
</soapenv:Envelope>